[
  {
    "title": "Make the library into your bedroom and have sex in the stacks."
  }, 
  {
    "title": "Finally meet the dazzling Denice Cassaro."
  }, 
  {
    "title": "Buy season hockey tickets; heckle the goalies."
  }, 
  {
    "title": "Go to the Cornell-Harvard men's hockey game and throw fish on the ice."
  }, 
  {
    "title": "Sing along to \"We didn't go to Harvard\" with the Cayuga's Waiters."
  }, 
  {
    "title": "Sled down Libe Slope during a snow storm."
  }, 
  {
    "title": "Take Hotel Administration 4300: Introduction to Wines."
  }, 
  {
    "title": "Streak across the Arts Quad."
  }, 
  {
    "title": "Take Psych 1101."
  }, 
  {
    "title": "Test out Olin Library's musically calibrated steps by throwing stones on them."
  }, 
  {
    "title": "Attempt sake bombing at Plum Tree or Miyake in Collegetown."
  }, 
  {
    "title": "Order ice cream at the Dairy Bar."
  }, 
  {
    "title": "Climb the rock wall in Bartels Hall."
  }, 
  {
    "title": "Listen to a full chimes concert from the clock tower and guess the songs played."
  }, 
  {
    "title": "Register for classes during Orientation, then switch out of every single one by the time Add/Drop ends."
  }, 
  {
    "title": "Wear flip-flops to class in January."
  }, 
  {
    "title": "Go to the Fuertes Observatory and gaze at meteor showers."
  }, 
  {
    "title": "Have a snowball fight in May."
  }, 
  {
    "title": "Milk a cow."
  }, 
  {
    "title": "Skip class to play frisbee on the Arts Quad."
  }, 
  {
    "title": "Bury a bottle of Bacardi on the Slope. Dig it up on Slope Day.."
  }, 
  {
    "title": "Pick apples at the Cornell Orchards."
  }, 
  {
    "title": "Attend the Apple Festival on the Commons in the fall."
  }, 
  {
    "title": "Flirt with your professor."
  }, 
  {
    "title": "Bomb a prelim."
  }, 
  {
    "title": "Ace the next one to save your grade."
  }, 
  {
    "title": "Attend Hotelie prom."
  }, 
  {
    "title": "Meet Happy Dave from Okenshield's and take a picture with him."
  }, 
  {
    "title": "Turn your face blue from screaming at midnight before the first finals."
  }, 
  {
    "title": "Get heartburn at the Chili Cook-off in the Commons."
  }, 
  {
    "title": "Enjoy Ithaca's two months of warm weather — spend a summer here!."
  }, 
  {
    "title": "Go to a Shabbat dinner at 104 West and charge it to Cornell Card."
  }, 
  {
    "title": "Watch the AAP students parade on Dragon Day."
  }, 
  {
    "title": "Enjoy corn nuggets at The Nines."
  }, 
  {
    "title": "Build a snow penis or count how many you see around campus."
  }, 
  {
    "title": "Dress up and view The Rocky Horror Picture Show at Risley."
  }, 
  {
    "title": "Take a class you think is impossible just for fun."
  }, 
  {
    "title": "Go on a wine tour."
  }, 
  {
    "title": "Kiss on the suspension bridge at midnight."
  }, 
  {
    "title": "Sleep through your alarm for your 1:25 class."
  }, 
  {
    "title": "Shop at the Friends of the Library Book Sale."
  }, 
  {
    "title": "Get out of a University parking ticket."
  }, 
  {
    "title": "Buy an Ithaca Is Gorges t-shirt, then get sick of wearing it and buy a variation (Ithaca Is Gangsta)."
  }, 
  {
    "title": "Learn the \"Alma Mater\", \"Evening Song\", and \"Give My Regards to Davy\"."
  }, 
  {
    "title": "Attend an opening at the Johnson Museum of Art."
  }, 
  {
    "title": "Smuggle food from the dining hall and run for your life as they try to get back your stolen cookies."
  }, 
  {
    "title": "Do the Walk of Shame."
  }, 
  {
    "title": "Have dinner at a professor's house."
  }, 
  {
    "title": "Get wasted at a professor's house."
  }, 
  {
    "title": "Have lunch with President Skorton in Trillium; ask if he's done with that burger."
  }, 
  {
    "title": "Play a game of tag in the Kroch Library stacks."
  }, 
  {
    "title": "See a play at the Schwartz Center."
  }, 
  {
    "title": "Rush the field at the last home football game of the season."
  }, 
  {
    "title": "Attend a Cornell Night."
  }, 
  {
    "title": "Gamble at Turning Stone (try not to lose money)."
  }, 
  {
    "title": "Watch dancers fly through the air at a Bhangra show."
  }, 
  {
    "title": "Have a midnight picnic in the Cornell Plantations."
  }, 
  {
    "title": "Wait half an hour for a Terrace Salad."
  }, 
  {
    "title": "Ignore any and all \"No Winter Maintenance\" signs; slip and fall on the icy stairs."
  }, 
  {
    "title": "Sit in Libe Café when you have no work; watch the studiers down gallons of coffee."
  }, 
  {
    "title": "Write an angry letter to the editor of The Sun."
  }, 
  {
    "title": "Go to Wegmans on a Friday or Saturday night."
  }, 
  {
    "title": "Explore the secret underground tunnel between Uris and Olin libraries."
  }, 
  {
    "title": "See the library's Rare Book Collection."
  }, 
  {
    "title": "Pretend you are Harry Potter and study in the Law School library."
  }, 
  {
    "title": "See the brain collection in Uris Hall."
  }, 
  {
    "title": "Eat at Taverna Banfi (formerly Banfi's) and charge it to CornellCard."
  }, 
  {
    "title": "Buy beer at Jason's in Collegetown and charge it to CityBucks."
  }, 
  {
    "title": "Take PAPL 2010: Magical Mushrooms, Mischievous Molds."
  }, 
  {
    "title": "Take part in a psychology experiment."
  }, 
  {
    "title": "Take an unplanned nap in a library."
  }, 
  {
    "title": "Take over a building."
  }, 
  {
    "title": "According to legend, watch a virgin cross the Arts Quad and then witness A.D. White and Ezra Cornell shake hands."
  }, 
  {
    "title": "Live through an Ithaca blizzard and tell your friends how you survived frostbite."
  }, 
  {
    "title": "Throw a flaming pumpkin into the gorge."
  }, 
  {
    "title": "Play co-ed intramural innertube water polo."
  }, 
  {
    "title": "Spend all your lectures figuring out the day's Sudoku. While sitting for the final, wish you had taken notes instead.."
  }, 
  {
    "title": "Hook up with your T.A.."
  }, 
  {
    "title": "Order a PMP at the Hot Truck."
  }, 
  {
    "title": "Play trivia at Rulloff's on a Sunday night."
  }, 
  {
    "title": "Go back for karaoke night on Monday."
  }, 
  {
    "title": "Get fishbowls at Level B and collect all the animals."
  }, 
  {
    "title": "Hit up Group Therapy on Wednesdays at Dunbar's."
  }, 
  {
    "title": "Go bowling at Helen Newman Lanes."
  }, 
  {
    "title": "Hand out quartercards on Ho Plaza."
  }, 
  {
    "title": "Drive your car up and down Libe Slope or Ho Plaza."
  }, 
  {
    "title": "Have a friend's parents take you out to eat at John Thomas Steakhouse or Boatyard Grill."
  }, 
  {
    "title": "Eat a chicken parm sandwich from Louie's Lunch."
  }, 
  {
    "title": "Eat breakfast at 2 a.m. at the State Diner."
  }, 
  {
    "title": "Males: Get thrown out of Balch Hall."
  }, 
  {
    "title": "Hook up with a freshman."
  }, 
  {
    "title": "Go skinny dipping in a gorge."
  }, 
  {
    "title": "Walk to the Commons and back."
  }, 
  {
    "title": "Go to an a cappella concert."
  }, 
  {
    "title": "Eat in the Risley dining hall."
  }, 
  {
    "title": "Write a message on the wall at Collegetown Pizza."
  }, 
  {
    "title": "Sell back your books; use money to buy alcohol."
  }, 
  {
    "title": "Drink bubble tea."
  }, 
  {
    "title": "Eat a Pinesburger."
  }, 
  {
    "title": "Walk to a fraternity party with your entire freshman floor."
  }, 
  {
    "title": "Go to a fraternity party as a senior; convince yourself you were never one of them."
  }, 
  {
    "title": "Get lost in Collegetown during Orientation Week."
  }, 
  {
    "title": "Get rejected at a bar because the bouncer knows the person whose I.D. you are using."
  }, 
  {
    "title": "See a foreign film at Cinemapolis or Fall Creek Theater."
  }, 
  {
    "title": "Eat mongo at RPCC."
  }, 
  {
    "title": "See a concert at Barton Hall."
  }, 
  {
    "title": "Gain the freshman 15, pay $300 for a gym membership and don't go."
  }, 
  {
    "title": "Eat brunch on North Campus."
  }, 
  {
    "title": "Do your Freshman Reading Project before you graduate."
  }, 
  {
    "title": "Fail your swim test, just for kicks."
  }, 
  {
    "title": "Tailgate for homecoming."
  }, 
  {
    "title": "Be a model in the Cornell Fashion Collective's annual fashion show."
  }, 
  {
    "title": "Host a prefrosh."
  }, 
  {
    "title": "Request a song to be played on the clock tower."
  }, 
  {
    "title": "Get guilt-tripped into giving blood."
  }, 
  {
    "title": "Get asked if you are pregnant at Gannett (males and females)."
  }, 
  {
    "title": "Drink with your R.A.."
  }, 
  {
    "title": "Make a chalking; weep when it rains that night."
  }, 
  {
    "title": "Sing drunk on the drunk bus."
  }, 
  {
    "title": "Meet Bill Nye '77, \"The Science Guy\",  and give him a hug."
  }, 
  {
    "title": "See how long you can go without doing laundry."
  }, 
  {
    "title": "Go on a road trip to Canada, flirt with the border patrol, smuggle booze back."
  }, 
  {
    "title": "Try to order pizza from a Blue Light phone."
  }, 
  {
    "title": "Go to the sex shop on the Commons."
  }, 
  {
    "title": "Get drunk on Slope Day, run into Vice President Susan Murphy '73."
  }, 
  {
    "title": "Complain about the Slope Day headliners."
  }, 
  {
    "title": "Get tapped for a secret society."
  }, 
  {
    "title": "Go to Pyramid Mall, realize it is  severely lacking, then drive to Carousel Mall  in Syracuse."
  }, 
  {
    "title": "Attend Cross Country Gourmet at a dining hall near you."
  }, 
  {
    "title": "Complain about your writing seminar."
  }, 
  {
    "title": "Walk holding hands around Beebe Lake."
  }, 
  {
    "title": "Visit the Sciencenter."
  }, 
  {
    "title": "Watch a soccer game at Mama T's, crammed in like a sardine."
  }, 
  {
    "title": "Get J.A.'d for urinating on the Law School."
  }, 
  {
    "title": "Hook up with someone randomly and then see them every day afterward."
  }, 
  {
    "title": "Go to a coffee house in Just About Music (JAM)."
  }, 
  {
    "title": "See how many people you can cram into your dorm room."
  }, 
  {
    "title": "Watch people play Dance Dance Revolution in Appel."
  }, 
  {
    "title": "Write dirty messages with rocks in the gorge."
  }, 
  {
    "title": "Ride a horse at Oxley Equestrian Center."
  }, 
  {
    "title": "Ring the giant bell in the Plantations."
  }, 
  {
    "title": "Crash a political rally on Ho Plaza."
  }, 
  {
    "title": "Do the COE ropes course."
  }, 
  {
    "title": "Attend a show at the State Theatre."
  }, 
  {
    "title": "Make a prank call to the CIT HelpDesk."
  }, 
  {
    "title": "Wake up at 7 a.m. for CoursEnroll, then realize that your choice classes are full anyway."
  }, 
  {
    "title": "Ski at Greek Peak."
  }, 
  {
    "title": "Take a night prelim near the vet school, walk back in the dark."
  }, 
  {
    "title": "Trespass on Alumni Fields."
  }, 
  {
    "title": "Ask Uncle Ezra a question."
  }, 
  {
    "title": "Take the BASICS program."
  }, 
  {
    "title": "Walk to class in the snow, uphill both ways."
  }, 
  {
    "title": "Buy a Cornell-grown apple from a vending machine."
  }, 
  {
    "title": "Furnish an apartment/dorm room entirely with items from the Dump & Run."
  }, 
  {
    "title": "Eat at each dining hall at least once."
  }, 
  {
    "title": "Ask for an extension on a term paper."
  }, 
  {
    "title": "Take part in Holi and get colorful."
  }, 
  {
    "title": "Prepare to pull an all-nighter at Uris Library by drinking three Mountain Dews and two cups of coffee; accomplish nothing due to an inability to sit still."
  }, 
  {
    "title": "Tell a professor what you really think of his/her class."
  }, 
  {
    "title": "Attend a Sun organizational meeting: go to cornellsun.com for details."
  }, 
  {
    "title": "Climb all 161 steps to the top of McGraw Tower."
  }
]